[Language]
Code="ja"
Name="日本語"
Version="2.7.5"
Translator="Koichi Ohashi <waasan@gmail.com>, Feng <fengyx@gmail.com>, Miso <misodengaku@gmail.com>, Wilson Jin <jwenjie7@gmail.com>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="閉じる"
Maximize="最大化"
Minimize="最小化"
Restore="元に戻す"
Menu="メインメニュー"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nマウスオン辞書検索: [$CursorStatus]\nハイライト翻訳: [$SelectionStatus]\nクリップボード翻訳: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="画面上の単語を取得: [$CursorStatus]\n選択文を翻訳: [$SelectionStatus]\nクリップボード翻訳: [$ClipboardStatus]"
Enabled="有効にする"
Disabled="無効にする"

[MainMenu]
Open="開く"
CursorTranslator="マウスオン辞書検索"
SelectionTranslator="ハイライト翻訳"
ClipboardTranslator="クリップボード翻訳"
Configuration="システム設定"
Appendices="付録設定"
Dictionaries="辞書設定"
Activation="ライセンス認証"
UpdateOnline="オンラインアップデート"
Help="ヘルプ"
About="Lingoesについて"
SupportOnline="オンラインサポート"
Exit="終了"
EnterLicense="ライセンスの認証..."

[DlgInput]
Back="戻る"
Forward="進む"
MainMenu="メインメニュー"
HistoryList="履歴"
Search="検索", "詳細な検索"
WebSearch="Web検索"
AutoMatch="オートマッチング", "インデックスによるオート適合"
MatchSetup="索引グループ設定"
FindEngine="更に多くの検索エンジンを取る"

[DlgIndex]
Index="インデックス"
Guide="ガイド"
Appendix="付録"
NoIndex="インデックス無し"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">辞書を<b>索引グループ</b>に追加したら, ガイドができます。<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>索引グループ設定</u></a></div>"

[WebGuide]
Results="結果"
Spelling="他のスペル"
Appendices="付録"
Options="設定"
Dictionaries="辞書...", "辞書設定"
ManageAppendices="付録...", "付録設定"
Configuration="システム...", "システム設定"
Help="ヘルプ", "ヘルプを開く"
Homepage="lingoes.net", "Lingoesのサイトを訪れる"
Community="Lingoesコミュニティ", "Lingoesオンラインコミュニティ"

[DlgAppendix]
WndTitle="プラグイン設定"
Close="閉じる"
Install="インストール", "Lingoes プラグイン (*.laf)|*.laf|", "インストールに失敗しました\nファイルへのアクセス権限がありません"
Delete="削除", "\"[$Title]\"を削除してもよろしいですか？", "\"[$Title]\"の削除に失敗しました\nファイルへのアクセス権限がありません"
Modify="設定変更", "設定の変更に失敗しました\nファイルへのアクセス権限がありません"
NewGroup="新規グループ", "新しいグループの作成に失敗しました\nファイルへのアクセス権限がありません"
MoveUp="一つ上へ"
MoveDown="一つ下へ"
CreateAppendix="プラグインの作成"
Download="プラグインのダウンロード"
Name="名前"
Group="グループ"
InstallSucceed="\"[$Title]\"のインストールが完了しました"
OverwriteInstall="このプラグインはすでにインストールされています。\n\nタイトル:[$Title]\n作者: [$Name]"
InvalidInstallFile="[$Filename]は何かの原因で、おかしくなっています"
AppeVersionTooOld="[$Filename]\n現在のプラグインのバージョン ([$AppeVer]) は古すぎるので、アップデートして下さい。\n\n最新のバージョンを探すためにLingoesのウェブサイトに飛びますか？"
AppeVersionTooNew="[$Filename]\n現在の辞書のバージョン ([$AppeVer]) を使うには、lingoesの新しいバージョンが必要です。\n\nLingoesのウェブサイトから最新のバージョンをダウンロードしますか？"

[DlgAppendixEdit]
WndTitle=[$Title]の設定変更, "新規グループの作成"
Name="作者"
DisplayTitle="表示名"
DisplayStyle="表示スタイル"
Ok="OK"
Cancel="キャンセル"

[DlgAppendixBuilder]
WndTitle="プラグインビルダー"
Name="作者名: (半角英数字（小文字）とハイフン”－”、アンダーバー”＿”のみ使用できます)", "作者名には半角英数字（小文字）、-、_のみ使用できます"
Title="タイトル:", "タイトルを入力してください"
Location="プロジェクトフォルダの場所:", "プロジェクトフォルダの作成に失敗しました", "プロジェクトフォルダを選択してください"
Create="新規プロジェクトを作成", "プロジェクトの作成が完了しました\n\nindex.htmlを自由に編集してプラグインを作成できます", "プロジェクトの作成に失敗しました"
Build="ビルド", "プラグインのビルドが完了しました\n[$Filename]", "プラグインのビルドに失敗しました\n[$Filename]"
Close="閉じる"
Tips="プロジェクトフォルダを作成した後に、index.htmlを自由に編集してプラグインを作成できます"
OverwriteProject="プロジェクトがすでに存在します\n上書きしますか？"

[DlgStatus]
KeepVisible="ウィンドウは常に最前面"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="ミニウィンドウを開く/閉じる"

[DlgView]
Speak="朗読", "選択した文を朗読する"
Search="検索"
Copy="コピー"
Print="印刷..."
Save="保存..."
Find="検索する..."
SelectAll="すべて選択"
TextTranslate="テキスト翻訳", "テキスト翻訳をランチする"
StartPage="", "スタートページ"
ShowIndex="サイドバーを表示"
HideIndex="サイドバー非表示"
SaveFilter="HTML ファイル (*.htm; *.html)|*.htm;*.html|"
SpeechOption=発音オプション...
SelectVoice=発音エンジン
Activation="ライセンス認証", "Lingoesを購入する"
Buy="Buy", "Lingoesの商用ライセンスを購入する"

[DlgRegister]
Title="Lingoes - 商用ユーザー登録者"
FreeDownload="Lingoesは非商用利用者は無料で使えます。\r\n無料バージョンを以下からダウンロードして下さい..."
Name="登録者:", "名前の登録は必要です"
Email="登録用 E-mail:", "メールアドレスの登録が必要です"
RegCode="登録用コード:", "登録コードが正しくありません"
Support="カスタマーサービス"
Register="登録者", "登録情報が間違っています"
Exit="終了"

[DlgInfo]
Title="メッセージ"
Ok="OK"
Cancel="キャンセル"
Yes="はい"
No="いいえ"
Retry="リトライ"
Abort="中止"
Ignore="無視"

[DlgAuthentication]
Title="接続"
TitleProxy="プロキシサーバー"
Username="ユーザー名:"
Password="パスワード:"
Remember="パスワードの記憶"
Ok="OK"
Cancel="キャンセル"

[WndGrab]
Open="詳細な説明を検索"
Speak="朗読"
Copy="コピー"
TextTranslation="ハイライト翻訳"
Back="戻る"
Forward="進む"
Search="検索\n  Enter:\t\t検索\n  Ctrl + Enter:\tもっと多い辞書を検索します\n  Shift + Enter:\tテキスト翻訳\n  Alt + Enter:\tWeb 検索"
RollUp="ミニウィンドウを最小化/戻す"
Option="オプション"
KeepVisible="ウィンドウは常に最前面"
KeepSize="ウィンドウのサイズを固定する"
AutoRollUp="自動最小化", "No", "[$DelaySecond] 秒遅れる"
CloseMiniWnd="ミニウィンドウを閉じる"

[DlgDictOption]
Title="辞書設定"
NetInstall="辞書のダウンロード", "Lingoesのサイトからダウンロードする"
Install="取込む", "新しい辞書を取込む"
Uninstall="削除", "選択した辞書を削除"
Add="追加", "この辞書グループに追加"
Remove="削除", "この辞書グループから削除"
Download="ダウンロード", "選択したオンライン辞書をダウンロード"
MoveTop="", "一番上に移動"
MoveUp="", "上に移動"
MoveDown="", "下に移動"
MoveBottom="", "一番下に移動"
MoreDetails="", "辞書のプロパティ"
Close="閉じる"

Installed=辞書の取込み
Query=辞書の取込み
Index=索引グループ
Grab=マウスオン辞書グループ

InstalledList=取込済みの辞書リスト
QueryList=取込済みの辞書リスト
IndexList=インデックス グループリスト
GrabList=マウスオン辞書グループリスト
DictID=辞書ID
Online=オンライン

Type=種類
OnlineType=オンライン辞書
NotLicensed="(無許可 <a href='app://activate/'><u>認証</u></a> <a href='app://buy/[$ProductID]'><u>ご購入</u></a>)"

AddFilter="Lingoes辞書 (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="辞書の取込む"
Installing="取込む中..."
IndexDictTooMany="Tips:\n\n沢山の辞書を\"Index Group\" に取込むと検索ボックスに単語を入力する際、検索スピードが落ちます。\n\n　必要な辞書だけを\"Index Group\"に取込むのをお勧めします。"

More="", "さらに追加..."
BackupFilter="Lingoesのバックアップ辞書 (*.ldb)|*.ldb|"
Export="Export", "辞書内容をバックアップファイルに書き出す", "書き出し成功!", "書き出し失敗!"
Import="Import", "バックアップファイルから辞書内容を取り込む", "取り込み成功!", "取り込み失敗!"

[DlgDictList]
Title=辞書追加
Add="追加"
Cancel="キャンセル"
Select=選択
DictList=取込済みの辞書リスト
ID=辞書ID
Online=オンライン

[DlgDictInfo]
Title=辞書の詳細
Close="OK"

ID=辞書ID
MD5=MD5
Tag=タグ
Name=辞書名称
Version=バージョン
Date=作成日
Update=更新日
IndexCount=語彙数
Language="言語"
MoreLanguage=他..
DictTitle=辞書名
DictEdition="版数"
DictDescription=説明
PubAuthor=著者
PubPress="出版社"
PubEmail=メールアドレス
PubWebsite=ウェブサイト
PubCopyright=著作権
Filename=ファイル名

; Install Dictionaries
[DlgDictInstall]
Title=辞書の取込み
InstallSucceed="\"[$DictTitle]\" 辞書を取込みました"
DictGroupOption=オプション
AddIndexGroup=“索引グループ”に追加
AddIndexGroupDesc="単語入力時、索引グループの辞書を検索して、インデックスバーで、最も似ている単語を表示する。"
AddGrabGroup=“マウスオン辞書グループ”に追加
AddGrabGroupDesc="マウスオン操作時、マウスオン辞書グループの単語を検索して、ミニウィンドウで、マッチング結果を表示する。"
Ok="OK"

LoadPackage="辞書パッケージを読み込む:\n"
LoadPackageFail="辞書パッケージ読み込みに失敗:\n"
ExtractFileFail="ファイルの取り出し失敗:\n"
OpenSetup="セットアップファイルを開く:\n"
OpenSetupFail="セットアップファイルが開けません:\n"
FileFormatInvalid="ファイル形式がおかしくなっています:\n"
VersionInvalid="このバージョンはサポートされていません:\n"
InstallDict="辞書ファイルをインストールします:\n"
InstallDictFail="辞書ファイルのインストールが失敗しました:\n"
InstallPackageSucceed="辞書パッケージのインストールは成功です\n"

: Configration
[DlgOption]
Title=設定
Ok=OK
Cancel=キャンセル
General=通常
Appearance=デザイン
Connection=接続
Speech=発音エンジン
Hotkey=ホットキー
Translate=翻訳
License=ライセンス
Capture="マウス操作"

; 选项-常规
[DlgOptGeneral]
Language="言語"	;Language
UILanguage="インターフェース言語"

WebSearch=Web 検索	;Web Search
SelectWebSearch=Web検索エンジンを選ぶ	;Select the search engine to use for searching the web

TermHistory="検索履歴 && キャッシュ"
SaveHistory="履歴保存"
ClearHistory="履歴削除"
ClearHistoryConfirmation="履歴を削除しますか?"

ResultCache="オンライン辞書のキャッシュ"
ClearCache="キャッシュをクリア", "キャッシュをクリアしてよろしいですか?"

AutoStart="Windows 起動時に実行する"
StartMin="実行した後、最小化する"
HideTipWnd="ヒントを出さない"

; Appearance
[DlgOptAppearance]
UserInterface=インターフェース
WindowStyle=ウィンドウのスタイル
WindowFont=フォント
WindowFontSize=フォントサイズ
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay=検索結果ディスプレイ	;Result Display
TextFont=テキストフォント
TextFontSize=フォントサイズ
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont=発音記号フォント
CursorTranslatorBar=マウスオン操作バー
FontColor=フォントの色	;Font Color
BackColor=背景の色	;Background Color
BorderColor=外枠の色	;Border Color
Transparence=背景半分透過組み合わせキー	;Translucent Cursor Translator Bar
SampleText=マウスオン操作

[Style]
0="なし"
1="初期状態"

; Translate
[DlgOptTranslate]
SupportLCMap="現地語をサポート"
InstantTranslation="インスタント翻訳"
TranslationEngine="翻訳エンジン"
TargetLanguage="翻訳先の言語:"
CurrentUserLanguage="(現ユーザー言語)"
TargetLanguage2="翻訳元の言語が翻訳先の言語と同じ場合、翻訳先の言語の再設定:"
NoTranslate="(翻訳しない)"

;--------- For Compatible 2.4.2 and older ----------------
CursorActivation=画面上の単語を翻訳
MouseActivation="マウス動作モード:"
MouseOver=マウス上
LeftMouseButton=左マウスボタン
MiddleMouseButton=中マウスボタン
RightMouseButton=右マウスボタン
MouseXButton1="マウスＸボタン1"
MouseXButton2="マウスＸボタン2"
TimeDelay="遅延時間:"
MSEL="ミリ秒"
IgnoreNumber="数字を無視"
IgnoreLatin="ラテン系言語を無視(英語、仏語、独語、西語、など)"
IgnoreCJK="日中韓語を無視"
IgnoreCyrillic="キリル系言語を無視(ロシア語、ブルガリア語、など)"
IgnoreArabic="アラビア語、ヘブライ語を無視"
InstallAdobePlugin="Adobe PDF プラグインを取込みます..."
ZonedWord="ハイライト翻訳"
ZonedWordFilterRule="ハイライト選択フィルタ設定..."
;----------- end --------------------

; Capture
[DlgOptCapture]
CursorActivation=マウスオン辞書
MouseActivation="組み合わせキー:"
MouseOver=マウス上
LeftMouseButton=左マウスボタン
MiddleMouseButton=中央マウスボタン
RightMouseButton=右マウスボタン
MouseXButton1="マウスＸボタン1"
MouseXButton2="マウスＸボタン2"
TimeDelay="遅延時間:"
MSEL="ミリ秒"
MatchPhrase="熟語を訳す"
IgnoreNumber="数字を無視"
IgnoreLatin="ラテン系言語を無視(英語、仏語、独語、西語、など)"
IgnoreCJK="日中韓語を無視"
IgnoreCyrillic="キリル系言語を無視(ロシア語、ブルガリア語、など)"
IgnoreArabic="アラビア語、ヘブライ語を無視"
ZonedWord="ハイライト翻訳"
ForTextSelection="ハイライト選択"
ForDoubleClicking="ダッブルクリック選択"
ZonedWordFilterRule="ハイライト選択フィルタ設定..."
ShowOnlyFirstResult="最初の翻訳結果のみ表示する"
InstallTextCapturePlugin="テキスト取り込みプラグインをインストールします..."
InstallAdobePlugin="Adobe PDF プラグインを取込みます..."
InstallFirefoxPlugin="Firefox4以上用のプラグインをインストールします"
InstallChromePlugin="Chrome用プラグインをインストールします"
Install360ChromePlugin="360Chrome用プラグインをインストールします"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title="テキスト選択フィルタリングルールの編集"
ProgramFilename="プログラムファイル名", "プログラムファイル名 (空欄の時は全プログラムを指定)"
WndClassName="ウィンドウクラス名", "ウィンドウクラス名 (空欄の時に全ウィンドウを指定)"
DisableSelect="選択を無視", "選択を無視"
DisableDBLClick="ダブルクリック選択を無視", "ダブルクリック選択を無視"
Comment="コメント", "コメント"
Add="追加"
Modify="変更"
Delete="削除", "選択したアイテムを削除しますか？"
Ok="OK"
Cancel="キャンセル"
LoadDefault="規定値に戻す", "規定値に戻してもよろしいですか？"
Browser="...", "ブラウザ", "プログラム (*.exe)|*.exe|"
Capture="...", "ウィンドウクラス名の取得"
AllProgram="-- 全プログラム --"
AllWindow="-- 全ウィンドウ --"

[WndClassNameCapture]
Title="ウィンドウクラス名を取得"
ProgramFilename="プログラムのファイル名"
WndClassName="ウィンドウクラス名"
Capture="スクリーンキャプチャ"

; 発声
[DlgOptSpeech]
RPPEngine="人工音声エンジン"
RPPEnable="有効にする"
RPPVoice="ボイス"
RPPRebuildIndexFile="インデックスファイルを再構成", "インデックスファイルの再構成に失敗しました \nファイルアクセス権がない可能性があります。"
Engine="TTS 発音エンジン"
Voice="ボイス"
Enable="有効にする"
Volume="音量"
Pitch="頻度"
Speed="スピード"
Format="フォーマット", "デフォルト", "この音声フォーマットをサポートしません: [$Format]"
RealtimePron="リアルタイム発音"
PronInQuery="辞書検索中"
PronInCapture="マウスオン辞書検索中"	;テキストの獲得中
PronInSelect="ハイライト翻訳中"
Test="テスト"
EnterText="テスト用の文章を入力"
DownloadTTS="TTS 音声エンジンと人工音声パックをダウンロードする..."

; 选项 - 连接
[DlgOptConnection]
ConnectSet=接続設定	;Connection Setting
DirectConnect=直接接続
IEProxyConnect=IEのプロキシを使用する
ProxyConnect=プロキシを使用する	;Connect through Proxy / Firewall server
ProxyServer=プロキシ:	;Proxy Server
ProxyPort=ポート:					;Port
Username=ユーザー名:			;Username
Password=パスワード:				;Password
OnlineUpdate=オンライン更新		;OnlineUpdate
UpdateNow=今すぐ更新			;Update Now
EnableUpdate=オンライン更新有効	;Enable online update

; ホットキー
[DlgOptHotkey]
OpenMainWnd=メインウィンドウオープン
GrabToggleKey=マウスオン辞書 オン/オフ	;Cursor Translator toggle key
SelectionToggleKey=ハイライト翻訳 オン/オフ	;Translate Selected Text toggle key
ClipboardToggleKey=クリップボード翻訳 オン/オフ
Pronounce=読み上げ
CopyInterpretation=翻訳した結果をコピーする
SpeakSelectedText=選択したテキストを読み上げ
StopSpeak="読み上げを停止"
DisableHotKey=ホットキーを無効化する
OpenMiniWnd="ミニウィンドウを開く/閉じる"
RollUpMiniWnd="ミニウィンドウを最小化/戻す"

[DlgExpire]
Title="Lingoes - 試用期間の超過"
Ok="アップグレード"
Cancel="終了"
NetworkSettings="ネットワーク設定"
Support="Lingoes.net"
AskUpgrade="現在のバージョンの使用期限は終了しました。これ以上使用する場合には新バージョンが必要です。\n新バージョンにアップグレードしますか？"

[DlgAbout]
DlgTitle=Lingoesについて
; Version="バージョン: "
PortableEdition="ポータブルエディション"
Email="メール"
Website="Lingoesのウェブサイト"
LicenseTo="この製品のライセンス所有者: "
; LicenseID="ID: "

;----------- new --------
PersonalUser="個人ユーザー"
EvaluationUser="このソフトウェアはデモ版です"
UserLicenseQuantity="[$Quantity] ライセンスの許可", "[$Quantity] ライセンスの許可 ([$KeyNo]/[$Quantity])"
LicenseExpire="ライセンスは[$Day] 日後切れます"
;----------- end -----------

[WebResult]
SpellingAlternatives=類似したスペルの単語を表示
SpellChecker=スペルチェック
TextTranslation=ハイライト翻訳
WebSearch=Web 検索
MoreResults=さらなる結果を表示
WaitSearch="お待ちください..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b> \"<font color='#C00000'>[$SearchKey]</font>\" と類似のスペルの結果が見つかりませんでした。</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip=Lingoesヘルプ
DownDictTip=無料で辞書をダウンロード...
Intro="80以上の言語の相互の翻訳をサポートし、<br>マウスオン辞書、ハイライト翻訳そしてテキストの読み上げができます"

[TextTranslation]
Title="ハイライト翻訳"
To="→"
Translate="翻訳"
RequestFailed=翻訳サービスへの接続失敗
ConnectFailed=サービスへ接続することはできませんでした。ネットワークの設定を確認してください
WaitRequest=少々お待ちください...
ParseResultFailed=翻訳結果を解析できません、このメッセージが何度も出る場合、エラー報告を私たちに送信してください。

; レイアウト
[Layout]
DictMenu="辞書メニュー"
ShowResult="広げる"
MinimizeResult="シュリンク"
FindWord="検索:"
NoLicenseTip="認証されましたら全ての内容が表示されます...", "辞典の試用版です, 認証されましたら全ての内容が表示されます: &nbsp;<a href='app://activate/'><u>認証</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>ご購入</u></a>", "ソフトウェアの試用版です, 認証されましたら全ての機能が使えます: &nbsp;<a href='app://activate/'><u>認証</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>ご購入</u></a>"
RememberWord="単語をノートに追加します"

; 辞典用メニュー
[DictMenu]
About=について...
Enable=有効にする
Disable=無効にする
DisableMsg="辞書を無効にしました。\nこの辞書の検索結果は表示しません。\n\"辞書\"ダイアログボックスで再び有効する"
MoveTop=先にディスプレイ
ArrangeResults=ディスプレイ順序を並べる...
IndexGroup="  (索引グループ)"
QueryGroup="  (検索グループ)"
GrabGroup="  (マウスオン辞書グループ)"

[Update]
Title="オンラインアップデート"
AskUpgrade="新しいバージョンがあります、アップデートしますか？"
UpgradeNow="新しいバージョンがあります、アップデートしてください。"
UpdateSuccess="更新成功"
UpdateFail="更新失敗"
NoUpdate="既に最新バージョンです。アップデートは必要ありません"

CheckUpdate="アップデートをチェックします..."
GetUpdateInfo="最新情報を取得します..."
DownUpdateData="更新データをダウンロードします..."
ExecUpdate="システムを更新します..."
GetUpgradeInfo="アップグレード情報を取得します..."
DownUpgradeData="アップグレードデータをダウンロードします..."
ExecUpgrade="システムをアップグレードします..."
NeedExitForUpgrade="アップグレードを完成するため、Lingoesを終了します。"

[Message]
InitUpdateServerFail=初期化オートアップデートサービス失敗
StartDictServerFail=辞書サービススタート失敗

DictFileErr="間違い辞書取込みファイル\n[$Filename]"
DictVersinTooOld=[$Filename]\nバージョン[$DictVer]は古くなっている可能性があります。\n\n　Lingoes Webで新しいバージョンを探しますか？ 
DictVersinTooNew=[$Filename]\nバージョン[$DictVer]を取込するには、Lingoesの最新版が必要です。。\n\n　Lingoesのアップデートをダウンロードしますか？ 

AskDictRepeatInstall="辞書 \"[$DictTitle]\" はリストに存在します。\n新しいデータに上書きしますか？"
InstallDictFail="辞書ファイル取込む失敗:\n[$Filename]"
AskUninstall="確かに選択した辞書を削除しますか？\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="辞書削除失敗\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="確かに選択した辞書\"[$DictTitle]\"をカレント辞書グループから取り除きますか?"

MemoryAllocFail="メモリー処理の失敗"
FilenameInvalid="無効なファイル名です"
SaveFileFail="ファイルの保存に失敗しました"
OpenFileFail="ファイルを開くのに失敗しました"

AreYouAbort=現在のプロセスを中止しますか?
CreateThreadFail=スレッドの作成失敗		; Failed to create thread
CreateEventFail=イベントの作成失敗		; Failed to create event hand
Unfulfilment=この機能はまだ実現していません
OnlyProVersion=この機能はLingoesプロバージョンのみ使用できます
NoRegister=カレントLingoesは登録していないバージョン、この機能は登録した後で提供する。
UsernameIsEmpty=ユーザを再び入力してください。 
SaveSearchResultFail=検索結果の保存に失敗しました

OpenAppendixFail="プラグインを開くのに失敗しました"
OpenSpeechEngineFail="TTSエンジンの起動に失敗しました。TTSが取込まれているかどうかチェックしてください。\n\nもしTTSエンジンが入ってなければ、Lingoesのウェブサイトからダウンロードして取り込んでください.\n\n今すぐダウンロードしますか?"

; NeedIE6Support="使用するにはInternet Explorer6以上が必要です。アップデートしてください。"
NoImplement="この機能は実装されていません。"

InstallSucceed="取り込みは成功しました。" 
InstallFailed="取り込みは失敗しました。"

[DlgOptLicense]
Product="ライセンスされている製品"
Enter="ライセンスキーを入力"
Remove="ライセンスキーを削除", "ライセンスキーを削除すると、いくつかの機能が使えなくなります。ライセンスキーを削除してもよろしいですか。\n\n[$ProductList]"
Detail="詳しくは..."

LicenseID="ライセンスキー: "
LicenseTo="所有者: "
LicenseExpire="ライセンスは[$Day] 日後切れます。"
UserLicenseQuantity="[$Quantity] ライセンスの許可", "[$Quantity] ライセンスの許可 ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="認証"
ActivateTitle="ライセンスキーを入力してください", "ご購入される時のご確認Email或いは製品のパッケージにあります。"
LicenseKey="ライセンスキー"
Name="お名前"
Email="Email(登録後変更不可):"
NetworkSet="ネットワークの設定", "ライセンスキーの認証はオンライン接続が必要です。オンライン接続の設定をご確認してください。"
Activate="認証"
BuyTitle="ご購入", "[$Publisher] 製品のご購入は, “ご購入”ボタンをクリックしてください。"
Buy="ご購入"
Cancel="閉じる"

IncorrectProductKey="ライセンスキーは正しくありません。"
IncorrectName="お名前は正しくありません。お名前を入力してください。(64半角英数字以内)"
IncorrectEmail="Emailアドレスは正しくありません。有効なEmailアドレスを入力してください。(128半角英数字以内)"
WaitRequest="認証中，少々お待ちください..."

RequestFailed="認証は失敗しました。サーバーが混雑している可能性があります、後ほどもう一度ご認証ください。"
NetworkFault="サーバーと接続できません。ネットワークの設定をご確認ください。"
ResponseError="返答されたデータは正しくありません。"
OtherError="不明のエラー."
SaveDataFailed="データの保存は失敗しました。"

ActivateSuccess="認証は成功しました"
ActivateFailed="認証は失敗しました"

[WndTip]
Title="今日のヒント"
Close="閉じる"
